
/* Class = "NSWindow"; title = "Info"; ObjectID = "3"; */
"3.title" = "Info";

/* Class = "NSTabViewItem"; label = "General"; ObjectID = "6"; */
"6.label" = "General";

/* Class = "NSTabViewItem"; label = "Permissions"; ObjectID = "8"; */
"8.label" = "Permissions";

/* Class = "NSTabViewItem"; label = "Metadata"; ObjectID = "10"; */
"10.label" = "Metadata";

/* Class = "NSTabViewItem"; label = "Distribution (CDN)"; ObjectID = "12"; */
"12.label" = "Distribution (CDN)";

/* Class = "NSTabViewItem"; label = "Amazon S3"; ObjectID = "14"; */
"14.label" = "Amazon S3";

/* Class = "NSTabViewItem"; label = "Permissions"; ObjectID = "16"; */
"16.label" = "Permissions";

/* Class = "NSTextFieldCell"; title = "UNIX Permissions"; ObjectID = "22"; */
"22.title" = "UNIX Permissions";

/* Class = "NSButtonCell"; title = "Apply changes recursively"; ObjectID = "27"; */
"27.title" = "Apply changes recursively";

/* Class = "NSButtonCell"; title = "Execute"; ObjectID = "29"; */
"29.title" = "Execute";

/* Class = "NSButtonCell"; title = "Execute"; ObjectID = "31"; */
"31.title" = "Execute";

/* Class = "NSButtonCell"; title = "Execute"; ObjectID = "33"; */
"33.title" = "Execute";

/* Class = "NSButtonCell"; title = "Write"; ObjectID = "35"; */
"35.title" = "Write";

/* Class = "NSButtonCell"; title = "Write"; ObjectID = "37"; */
"37.title" = "Write";

/* Class = "NSButtonCell"; title = "Write"; ObjectID = "39"; */
"39.title" = "Write";

/* Class = "NSButtonCell"; title = "Read"; ObjectID = "41"; */
"41.title" = "Read";

/* Class = "NSButtonCell"; title = "Read"; ObjectID = "43"; */
"43.title" = "Read";

/* Class = "NSButtonCell"; title = "Read"; ObjectID = "45"; */
"45.title" = "Read";

/* Class = "NSTextFieldCell"; title = "Others"; ObjectID = "47"; */
"47.title" = "Others";

/* Class = "NSTextFieldCell"; title = "Group"; ObjectID = "49"; */
"49.title" = "Group";

/* Class = "NSTextFieldCell"; title = "Owner"; ObjectID = "51"; */
"51.title" = "Owner";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "61"; */
"61.title" = "OtherViews";

/* Class = "NSTextFieldCell"; title = "Where"; ObjectID = "63"; */
"63.title" = "Where";

/* Class = "NSTextFieldCell"; title = "CNAME"; ObjectID = "65"; */
"65.title" = "CNAME";

/* Class = "NSTextFieldCell"; title = "Index File"; ObjectID = "67"; */
"67.title" = "Index File";

/* Class = "NSTextFieldCell"; title = "Invalidation"; ObjectID = "69"; */
"69.title" = "Invalidation";

/* Class = "NSTextFieldCell"; title = "Logging"; ObjectID = "71"; */
"71.title" = "Logging";

/* Class = "NSTextFieldCell"; title = "Status"; ObjectID = "73"; */
"73.title" = "Status";

/* Class = "NSTextFieldCell"; title = "Delivery Method"; ObjectID = "75"; */
"75.title" = "Delivery Method";

/* Class = "NSTextFieldCell"; title = "Origin"; ObjectID = "79"; */
"79.title" = "Origin";

/* Class = "NSTextFieldCell"; title = "Write access logs to selected container."; ObjectID = "85"; */
"85.title" = "Write access logs to selected container.";

/* Class = "NSTextFieldCell"; title = "Remove selected files from distribution cache."; ObjectID = "87"; */
"87.title" = "Remove selected files from distribution cache.";

/* Class = "NSButtonCell"; title = "Invalidate"; ObjectID = "93"; */
"93.title" = "Invalidate";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "98"; */
"98.title" = "OtherViews";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "103"; */
"103.title" = "OtherViews";

/* Class = "NSButtonCell"; title = "Distribution Access Logging"; ObjectID = "110"; */
"110.title" = "Distribution Access Logging";

/* Class = "NSTextFieldCell"; title = "Encryption"; ObjectID = "121"; */
"121.title" = "Encryption";

/* Class = "NSTextFieldCell"; title = "You can view all revisions of a file in the browser by choosing View → Show Hidden Files."; ObjectID = "127"; */
"127.title" = "You can view all revisions of a file in the browser by choosing View → Show Hidden Files.";

/* Class = "NSButtonCell"; title = "Multi-Factor Authentication (MFA) Delete"; ObjectID = "129"; */
"129.title" = "Multi-Factor Authentication (MFA) Delete";

/* Class = "NSButtonCell"; title = "Bucket Versioning"; ObjectID = "131"; */
"131.title" = "Bucket Versioning";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "134"; */
"134.title" = "OtherViews";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "137"; */
"137.title" = "OtherViews";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "140"; */
"140.title" = "OtherViews";

/* Class = "NSTextFieldCell"; title = "Location"; ObjectID = "144"; */
"144.title" = "Location";

/* Class = "NSTextFieldCell"; title = "Lifecycle"; ObjectID = "150"; */
"150.title" = "Lifecycle";

/* Class = "NSTextFieldCell"; title = "Versioning"; ObjectID = "152"; */
"152.title" = "Versioning";

/* Class = "NSTextFieldCell"; title = "Logging"; ObjectID = "154"; */
"154.title" = "Logging";

/* Class = "NSButtonCell"; title = "Delete files"; ObjectID = "161"; */
"161.title" = "Delete files";

/* Class = "NSButtonCell"; title = "Transition to Glacier"; ObjectID = "163"; */
"163.title" = "Transition to Glacier";

/* Class = "NSButtonCell"; title = "Bucket Access Logging"; ObjectID = "167"; */
"167.title" = "Bucket Access Logging";

/* Class = "NSTextFieldCell"; title = "Write access logs to selected container."; ObjectID = "169"; */
"169.title" = "Write access logs to selected container.";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "172"; */
"172.title" = "OtherViews";

/* Class = "NSTextFieldCell"; title = "Storage Class"; ObjectID = "174"; */
"174.title" = "Storage Class";

/* Class = "NSTextFieldCell"; title = "Web URL"; ObjectID = "179"; */
"179.title" = "Web URL";

/* Class = "NSButtonCell"; title = "Calculate"; ObjectID = "184"; */
"184.title" = "Calculate";

/* Class = "NSTextFieldCell"; title = "Permissions"; ObjectID = "190"; */
"190.title" = "Permissions";

/* Class = "NSTextFieldCell"; title = "Where"; ObjectID = "196"; */
"196.title" = "Where";

/* Class = "NSTextFieldCell"; title = "Group"; ObjectID = "200"; */
"200.title" = "Group";

/* Class = "NSTextFieldCell"; title = "Kind"; ObjectID = "202"; */
"202.title" = "Kind";

/* Class = "NSTextFieldCell"; title = "Checksum"; ObjectID = "204"; */
"204.title" = "Checksum";

/* Class = "NSTextFieldCell"; title = "Created"; ObjectID = "206"; */
"206.title" = "Created";

/* Class = "NSTextFieldCell"; title = "Modified"; ObjectID = "210"; */
"210.title" = "Modified";

/* Class = "NSTextFieldCell"; title = "Size"; ObjectID = "216"; */
"216.title" = "Size";

/* Class = "NSTextFieldCell"; title = "Owner"; ObjectID = "220"; */
"220.title" = "Owner";

/* Class = "NSMenu"; title = "Metadata"; ObjectID = "230"; */
"230.title" = "Metadata";

/* Class = "NSTableColumn"; headerCell.title = "Name"; ObjectID = "236"; */
"236.headerCell.title" = "Name";

/* Class = "NSTableColumn"; headerCell.title = "Value"; ObjectID = "238"; */
"238.headerCell.title" = "Value";

/* Class = "NSTextFieldCell"; title = "Headers"; ObjectID = "245"; */
"245.title" = "Headers";

/* Class = "NSTextFieldCell"; title = "Authenticated URL"; ObjectID = "250"; */
"250.title" = "Authenticated URL";

/* Class = "NSMenu"; title = "Metadata"; ObjectID = "255"; */
"255.title" = "Metadata";

/* Class = "NSTableColumn"; headerCell.title = "Grantee"; ObjectID = "261"; */
"261.headerCell.title" = "Grantee";

/* Class = "NSTableColumn"; headerCell.title = "Permission"; ObjectID = "263"; */
"263.headerCell.title" = "Permission";

/* Class = "NSTextFieldCell"; title = "Access Control List (ACL)"; ObjectID = "270"; */
"270.title" = "Access Control List (ACL)";

/* Class = "NSButtonCell"; title = "Transfer Acceleration"; ObjectID = "Hhf-CN-RAy"; */
"Hhf-CN-RAy.title" = "Transfer Acceleration";

/* Class = "NSTextFieldCell"; title = "Transfer"; ObjectID = "o7m-4i-54g"; */
"o7m-4i-54g.title" = "Transfer";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "uYp-L3-jMv"; */
"uYp-L3-jMv.title" = "OtherViews";
